{"id": "42c027e4ff9730fbb3de84c1af0d2c506e41c3e4", "aspects": [["Daniel Radcliffe gains access to a reported £20 million fortune as he turns 18", "Radcliffe insists he has no plans to fritter his cash away", "Radcliffe's earnings from the first five Potter films have been held in a trust fund"]], "triples": [["Daniel Radcliffe | gains access to | £20 million fortune", "Radcliffe | insists | no plans to fritter cash away", "Radcliffe's earnings | held in | trust fund"]], "summary": "Harry Potter star Daniel Radcliffe gains access to a reported £20 million fortune as he turns 18. Despite this newfound wealth, Radcliffe insists he has no plans to fritter his cash away. His earnings from the first five Potter films have been held in a trust fund, showing his responsible financial management."}
{"id": "ee8871b15c50d0db17b0179a6d2beab35065f1e9", "aspects": [["Mentally ill inmates housed on the \"forgotten floor\" in Miami", "Judge Steven Leifman's perspective on inmates facing \"avoidable felonies\"", "Patient shouting \"I am the son of the president\" during CNN tour", "Leifman advocating for change in the system"]], "triples": [["[Mentally ill inmates | housed on | \"forgotten floor\" in Miami]", "[Judge Steven Leifman | perspective on | inmates facing \"avoidable felonies\"]", "[Patient | shouting | \"I am the son of the president\"]", "[Leifman | advocating for | change in the system]"]], "summary": "Mentally ill inmates in Miami are housed on the \"forgotten floor\". Judge Steven Leifman expresses that most inmates are there as a result of \"avoidable felonies\". During a CNN tour, a patient shouts, \"I am the son of the president\". Leifman is actively advocating for change in the system."}
{"id": "06352019a19ae31e527f37f7571c6dd7f0c5da37", "aspects": [["Drivers' harrowing tales of survival during the Minneapolis bridge collapse", "Witness accounts of the bridge collapse", "Rescue efforts and heroism displayed by volunteers, EMTs, and officials", "Personal experiences of individuals involved in the bridge collapse"]], "triples": [["Drivers | experienced | harrowing tales of survival", "Minneapolis bridge | collapsed during | rush hour", "Volunteers, EMTs, officials | displayed | heroism during rescue efforts", "Individuals | shared | personal experiences during the bridge collapse"]], "summary": "Drivers shared harrowing tales of survival during the rush hour Minneapolis bridge collapse. Witness accounts described the collapse, while volunteers, EMTs, and officials displayed heroism in the rescue efforts. Personal experiences of individuals involved in the bridge collapse highlighted the chaos and survival instincts during the tragic event."}
{"id": "24521a2abb2e1f5e34e6824e0f9e56904a2b0e88", "aspects": [["Five small polyps found during procedure", "President reclaims powers transferred to vice president", "Bush undergoes routine colonoscopy at Camp David"]], "triples": [["President | undergoes | routine colonoscopy", "Five small polyps | found during | procedure", "President | reclaims | powers transferred to vice president"]], "summary": "Five small polyps were found during the procedure, and \"none appeared worrisome,\" according to a spokesman. President Bush underwent a routine colonoscopy at Camp David, during which Vice President Dick Cheney assumed presidential powers temporarily. Bush later reclaimed his presidential powers."}
{"id": "7fe70cc8b12fab2d0a258fababf7d9c6b5e1262a", "aspects": [["NFL suspends Falcons quarterback indefinitely without pay", "Vick admits funding dogfighting operation but says he did not gamble", "Vick due in federal court Monday; future in NFL remains uncertain"]], "triples": [["Atlanta Falcons | suspends | Michael Vick", "Michael Vick | admits funding | dogfighting operation", "Michael Vick | due in | federal court"]], "summary": "NFL chief and Atlanta Falcons owner criticized Michael Vick's conduct, leading to his indefinite suspension without pay. Vick admitted to funding a dogfighting operation but denied involvement in gambling. He is scheduled to appear in federal court on Monday, and his future in the NFL is uncertain."}
{"id": "a1ebb8bb4d370a1fdf28769206d572be60642d70", "aspects": [["Youssif's severe burns and the outpouring of support", "Parents' happiness and gratitude for the support", "Burn center in the U.S. offering treatment for Youssif", "Father's commitment to do anything for Youssif"]], "triples": [["Youssif | suffered from | severe burns", "Parents | expressed | happiness and gratitude", "Burn center in U.S. | offered | treatment for Youssif", "Father | committed to | do anything for Youssif"]], "summary": "Youssif suffered from severe burns, leading to an outpouring of support. His parents expressed happiness and gratitude for the support received. A burn center in the U.S. has offered treatment for Youssif, and his father is committed to doing anything for him."}
{"id": "7c0e61ac829a3b3b653e2e3e7536cc4881d1f264", "aspects": [[" Women turning to prostitution to provide for their children due to violence and increased cost of living in Iraq.", " Aid workers raising awareness of the issue with Iraq's political leaders.", " Two Iraqi mothers sharing their experiences of resorting to prostitution to feed their children."]], "triples": [["[women | driven by | violence and increased cost of living]", "[aid workers | raising awareness with | Iraq's political leaders]", "[two Iraqi mothers | turned to | prostitution]"]], "summary": "Aid workers are actively raising awareness of the issue of women turning to prostitution in Iraq due to violence and increased cost of living. Two Iraqi mothers have shared their experiences of resorting to prostitution to provide for their children, emphasizing that their actions are driven by the desperate need for survival in harsh circumstances."}
{"id": "f0d73bdab711763e745cdc75850861c9018f235d", "aspects": [["Tomas Medina Caracas was a fugitive from a U.S. drug trafficking indictment.", "\"El Negro Acacio\" allegedly helped manage an extensive cocaine network.", "U.S. Justice Department indicted him in 2002.", "Colombian military: He was killed in an attack on a guerrilla encampment."]], "triples": [["Tomas Medina Caracas | was | fugitive from a U.S. drug trafficking indictment", "\"El Negro Acacio\" | allegedly helped manage | extensive cocaine network", "U.S. Justice Department | indicted | him in 2002", "Colombian military | confirmed | he was killed in an attack on a guerrilla encampment"]], "summary": "Tomas Medina Caracas was a fugitive from a U.S. drug trafficking indictment. \"El Negro Acacio\" allegedly helped manage an extensive cocaine network. U.S. Justice Department indicted him in 2002. Colombian military confirmed he was killed in an attack on a guerrilla encampment."}
{"id": "5e22bbfc7232418b8d2dd646b952e404df5bd048", "aspects": [["Tony Snow battling cancer", "Tony Snow's resignation and replacement by Dana Perino", "Tony Snow's emotional farewell and reasons for leaving"]], "triples": [["Tony Snow | battling | cancer", "Tony Snow | resigning, replaced by | Dana Perino", "Tony Snow | emotional farewell, leaving due to | earning more money"]], "summary": "President Bush expressed confidence in Tony Snow's ability to overcome cancer. Tony Snow emotionally announced his resignation and departure on September 14, to be succeeded by Dana Perino. Snow mentioned leaving his position to earn more money, reflecting on his time as press secretary as a dream job."}
{"id": "613d6311ec2c1985bd44707d1796d275452fe156", "aspects": [[" Discovery of an empty rocket launcher tube on a front lawn in Jersey City, New Jersey.", " The launcher being turned over to the U.S. Army officials at the 754th Ordnance Company.", " Experts confirming the weapon is not capable of being reloaded."]], "triples": [["[rocket launcher tube | discovered on | front lawn in Jersey City, New Jersey]", "[launcher | turned over to | U.S. Army officials at the 754th Ordnance Company]", "[experts | confirm | weapon not capable of being reloaded]"]], "summary": "Discovery of an empty rocket launcher tube on a front lawn in Jersey City, New Jersey led to the launcher being turned over to U.S. Army officials at the 754th Ordnance Company. Experts confirmed that the weapon is not capable of being reloaded."}
